content/reading/books.md
+++
title = "Books"
author = ["Aimee Z"]
description = "Books I've read."
date = 2020-11-13
tags = ["reading", "book"]
categories = ["reading"]
draft = false
[menu.main]
  weight = 2005
  identifier = "books"
+++

<div class="ox-hugo-toc toc">
<div></div>

<div class="heading">Table of Contents</div>

- [2020](#2020)

</div>
<!--endtoc-->

Aimee's [goodreads](<https://www.goodreads.com/user/show/90889710-aimee-zhu>)


## 2020 {#2020}

-   Guns, Germs, and Steel: The Fates of Human Societies
-   [The Art of War](https://www.amazon.com/Art-War-AmazonClassics-Sun-Tzu-ebook/dp/B073QR86XF/ref=sr%5F1%5F4)
-   [The Power of Your Subconscious Mind](https://www.amazon.com/15-Minute-Read-Power-Subconscious-ebook/dp/B08541YNTW/ref=rtpb%5F2/138-2049715-3003242)
-   [How to DeFi](https://landing.coingecko.com/how-to-defi/)
-   [The Hobbit](https://www.goodreads.com/book/show/38819529-the-hobbit)
-   [Options Trading Crash Course](https://www.goodreads.com/book/show/50491494-options-trading-crash-course)
-   [Franklin's Autobiography](https://www.amazon.com/Franklins-Autobiography-Eclectic-English-Classics-ebook/dp/B0052GE5GC/)
-   [Thomas Edison: A Captivating Guide to the Life of a Genius Inventor](https://www.goodreads.com/notes/38145718-thomas-edison/90889710-aimee-zhu)
-   [The elements of style](https://www.amazon.com/Elements-Style-Fourth-William-Strunk-ebook/dp/B07NPN5HTP/ref=sr%5F1%5F4)
-   [Out of my mind](https://www.amazon.com/Out-My-Mind-Sharon-Draper-ebook/dp/B003ATPRNI/ref=sr%5F1%5F3)
-   [Manage Your Day-to-Day: Build Your Routine, Find Your Focus, and Sharpen Your Creative Mind](https://www.amazon.com/Manage-Your-Day-Day-Creative-ebook/dp/B00B77UE4W/ref=sr%5F1%5F2)
-   [Animal Farm](https://www.amazon.com/Animal-Farm-Fairy-Modern-Classic-ebook/dp/B003K16PUU/ref=sr%5F1%5F1)
-   [Decisions: Life and Death on Wall Street](https://www.amazon.com/Decisions-Death-Street-Kindle-Single-ebook/dp/B00TO1J78M/ref=sr%5F1%5F1)
-   [The Little Book that Still Beats the Market](https://www.amazon.com/Little-Still-Market-Books-Profits-ebook/dp/B003VWCQB0/ref=sr%5F1%5F1)
-   [If You Tell: A True Story of Murder, Family Secrets, and the Unbreakable Bond of Sisterhood](https://www.amazon.com/If-You-Tell-Unbreakable-Sisterhood-ebook/dp/B07Q5TL9SQ/ref=sr%5F1%5F3)
-   [Think and Grow Rich](https://www.amazon.com/Think-Grow-Rich-Napoleon-Hill-ebook/dp/B08776ZZY4/ref=sr%5F1%5F3)
-   [Work Less, Make More](https://www.goodreads.com/notes/36992849-work-less-make-more/90889710-aimee-zhu?ref=bsop)
-   卡耐基自传
    -   ref: origin [The Autobiography of Andrew Carnegie and The Gospel of Wealth](https://www.amazon.com/Autobiography-Andrew-Carnegie-Gospel-Classics-ebook/dp/B002G54Y3Q/ref=sr%5F1%5F4)
-   [一生的旅程：迪士尼 CEO 自述](https://www.amazon.cn/dp/B087JNZ6ZL/ref=sr%5F1%5F1)
    -   ref: origin [The Ride of a Lifetime: Lessons Learned from 15 Years as CEO of the Walt Disney Company](https://www.amazon.com/gp/product/0399592091/ref=ox%5Fsc%5Fact%5Ftitle%5F1)
-   [股票作手回忆录](https://www.goodreads.com/book/show/51957605)
    -   ref: origin [Reminiscences of a Stock Operator](https://www.amazon.com/REMINISCENCES-STOCK-OPERATOR-Edwin-Lefevre-ebook/dp/B07ND35YTJ/ref=tmm%5Fkin%5Fswatch%5F0)
-   [黄金屋：宏观对冲基金顶尖交易者的掘金之道](https://www.amazon.cn/dp/B00U3NDI1C/ref=sr%5F1%5F1)
    -   ref: origin [Inside the House of Money: Top Hedge Fund Traders on Profiting in the Global Markets](https://www.amazon.com/Inside-House-Money-Traders-Profiting-ebook/dp/B00GYXP8CW/ref=sr%5F1%5F1)
-   [一本小小的红色写作书](https://www.goodreads.com/book/show/35561327)
-   [血疫:埃博拉的故事](https://www.amazon.cn/dp/B01HRYE86S/ref=sr%5F1%5F1)
    -   ref: origin [The Hot Zone: The Terrifying True Story of the Origins of the Ebola Virus](https://www.amazon.com/Hot-Zone-Terrifying-Story-Origins-ebook/dp/B007DCU4IQ/ref=sr%5F1%5F1)